LEXICON: dict[str: str] = {
    'start': 'Привет!\nЯ полезный телеграм бот!\nПришли мне pdf файл\n'
             'и я разделю его для тебя на страницы\nи корвертирую их в jpg',
    'help': 'Пришли мне pdf файл и посмотри что будет',
    'other': 'Лучше покажи мне твой акт...',
    'send_files': 'Начата проверка документа'
}
LEXICON_YOLO = {
    'end': 'Проверка завершена.'
}

LEXICON_COMMANDS: dict[str, str] = {
    '/start': 'старт бота',
    '/help': 'список команд бота',
    '/support': 'написать в поддержку',
    '/contacts': 'контакты для связи'
}